vertical-pod-autoscaler/experiments/nginx-3-params-high-half-life-cost/8plus/wrk_0.log
Running 15m test @ http://localhost:31107
  2 threads and 100 connections
  Thread calibration: mean lat.: 3399.157ms, rate sampling interval: 13623ms
  Thread calibration: mean lat.: 2941.314ms, rate sampling interval: 13533ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     0.89m    31.92s    2.69m    80.79%
    Req/Sec     3.86k     1.72k    5.16k    80.77%
  6884733 requests in 15.00m, 5.47GB read
  Socket errors: connect 0, read 202, write 132, timeout 4016
Requests/sec:   7649.67
Transfer/sec:      6.22MB